tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "candid82/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "adoptopenjdk8"
brew "automake"
brew "boost"
brew "python"
brew "clojure"
brew "clojure-lsp", args: ["HEAD"]
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-remote-gcrypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "htop"
brew "jenv"
brew "jo"
brew "jq"
brew "leiningen"
brew "libtool"
brew "maven"
brew "neovim"
brew "node"
brew "pgformatter"
brew "postgresql"
brew "protobuf"
brew "ripgrep"
brew "rpm2cpio"
brew "sassc"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "github/gh/gh"
cask "adoptopenjdk11"
cask "amethyst"
cask "firefox"
cask "font-fira-code"
cask "gimp"
cask "iterm2"
cask "kitty"
cask "rambox"
cask "rectangle"
cask "sweet-home3d"
