tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "candid82/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sqitchers/sqitch"
cask "adoptopenjdk8"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "boost"
brew "openssl@1.1"
brew "python@3.8"
brew "clojure"
brew "clojure-lsp", args: ["HEAD"]
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "ffmpeg"
brew "node"
brew "fx"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-remote-gcrypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hyperkit", link: false
brew "janet"
brew "jenv"
brew "jo"
brew "jq"
brew "jsonlint"
brew "kustomize"
brew "leiningen"
brew "libmagic"
brew "luarocks"
brew "maven"
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "pgformatter"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "prettier"
brew "protobuf"
brew "python@3.7"
brew "ripgrep"
brew "sassc"
brew "sdhash"
brew "ssdeep"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "github/gh/gh"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
cask "adoptopenjdk11"
cask "amethyst"
cask "firefox"
cask "font-bebas-neue"
cask "font-fira-code"
cask "gimp"
cask "iterm2"
cask "kitty"
cask "notion"
cask "rambox"
cask "visual-studio-code"
