tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "candid82/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "k14s/tap"
tap "minio/stable"
tap "sqitchers/sqitch"
tap "tilt-dev/tap"
brew "act"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "boost"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "clojure"
brew "clojure-lsp", args: ["HEAD"]
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "node"
brew "emscripten"
brew "fd"
brew "libtool"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "ffmpeg"
brew "fx"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-remote-gcrypt"
brew "git-revise"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "python@3.8"
brew "pango"
brew "graphviz"
brew "hasura-cli"
brew "helm", link: false
brew "helm@2", link: true
brew "htop"
brew "hyperkit", link: false
brew "janet"
brew "jenv"
brew "jo"
brew "jq"
brew "jsonlint"
brew "k9s"
brew "krb5"
brew "kubeseal"
brew "kustomize"
brew "leiningen"
brew "libmagic"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "maven"
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "pgformatter"
brew "poppler"
brew "postgresql"
brew "prettier"
brew "protobuf"
brew "python@3.7"
brew "ripgrep"
brew "sassc"
brew "sdhash"
brew "semgrep", link: false
brew "shellcheck"
brew "ssdeep"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "johanhaleby/kubetail/kubetail"
brew "k14s/tap/kbld"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
brew "tilt-dev/tap/tilt"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "amethyst"
cask "cljstyle"
cask "firefox"
cask "font-bebas-neue"
cask "font-fira-code"
cask "gimp"
cask "google-cloud-sdk"
cask "iterm2"
cask "kitty"
cask "lens"
cask "notion"
cask "rambox"
cask "visual-studio-code"
